{
    "dialogs": [
        {
            "text": "This is Charon Station. It is a government space station and as such its purpose is classified. There are rumors though, as is usual.",
            "wait_time": 1,
            "hide_dialog_after": false,
            "animation": "intro_animation"
        },
        {
            "text": "The Charon rumor is about top-secret biological research and unethical experiments. The station stopped responding a few weeks ago.",
            "wait_time": 1,
            "hide_dialog_after": false,
            "animation": "intro_animation"
        },
        {
            "text": "My name is John Dexter, I am an investigative reporter from the Proxima Centauri system.",
            "wait_time": 2,
            "hide_dialog_after": false,
            "animation": "intro_animation"
        },
        {
            "text": "My daughter works as a researcher here on Charon station. I don’t know what exactly she works on, she could not share it even with her closest family.",
            "wait_time": 1,
            "hide_dialog_after": false,
            "animation": "intro_animation"
        },
        {
            "text": "I found out Charon stopped responding after she missed your family calls twice.",
            "wait_time": 1,
            "hide_dialog_after": false,
            "animation": "intro_animation"
        },
        {
            "text": "Years of journalist practice teached me to know when something is off.",
            "wait_time": 1,
            "hide_dialog_after": false,
            "animation2": "GlobalAnimation/fade_in"
        },
        {
            "text": "I have managed to get a ride on a supply shuttle that was sent to the station. The shuttle is about to dock.",
            "wait_time": 1,
            "hide_dialog_after": false,
            "animation": "intro_2_animation",
            "animation2": "GlobalAnimation/fade_out"
        },
        {
            "text": "When exiting the shuttle I notice an alarm lights flashing all over the docking bay. The station is obviously in lockdown.",
            "wait_time": 1,
            "hide_dialog_after": false,
            "animation": "intro_2_animation"
        },
        {
            "text": "Why was the supply shuttle even able to dock here? That is a question for later. I have to find out what happened here, and find my girl if possible.",
            "wait_time": 1,
            "hide_dialog_after": false,
            "animation": "intro_2_animation"
        }
    ]
}